[
  {
    "actor": {
      "name": "Kiley Hunkler",
      "email": "kiley.hunkler@gmail.com",
      "thumbnail": "https://s3.amazonaws.com/passle-net/Person/5360bcd8b00e7e11909f9f1b/Avatar/2014-05-02-10-27-02-194-487563_10202298366123469_1332592975_n_35x35.jpg"
    },
    "verb": "reposted",
    "object": {
      "href": "https://latest.passle.net/blogpost/53eb72b13d9474173c928ba9/cruel-and-unusual-punishment",
      "title": "Cruel and Unusual Punishment? ",
      "thumbnail": "https://s3.amazonaws.com/passle-net/5360beba3d94740a60ab8b3c/5360bcd8b00e7e11909f9f1b/2014-08-13-10-13-48-564-090330_r18075_p646-320_80x80.jpg",
      "content": "\r\tWith access to the New Yorker's archives open to the public for a limited time, Atul Gawande's critique of the United States' adherence to solitary confinement deserves a second look. Gawande, a surgeon and public health researcher argues that as social creatures, humans isolated from the population are more susceptible to psychosis and experiencing a crisis of self identity, defined in terms of socially constructed relationships with other people. In the context of the prison system, solitary confinement has failed to curb rates of violence in prison, and has instead complicated prisoners' reintegration into society upon release.\r\r\r\tWith public sentiment in the United States strongly in favor of solitary confinement, viewed as a necessary evil to control disciplinary infractions, Gawande explores the possibility of reasonable alternatives. After public outrage grew over the cost of solitary confinement, Britain reformed its prison system, utilizing rehabilitation programs that the United States has abandoned, increasing social interactions in prison, and providing more access to mental health treatment. As a result, the cost Britain spends per prisoner and its rates of violence in prison have admirably decreased in recent years.\r\r\r\tAs Gawande notes, a 2006 bipartisan task force in the United States concluded that 'no benefits can be found and the harm is clear,' in solitary confinement beyond ten days, finding that long-term isolated prisoners were more likely to commit crimes when they re-entered society. In order to change public sentiment, the United States has to seriously reconsider its goals for solitary confinement because the data shows that isolation increases susceptibility to psychosis, examined using EEG readings,  and probability of more violence, due to the public humiliation that accompanies isolation. American prisons should follow Britain's example and work to prevent violence and not punish violent behavior after the fact. With solitary confinement's cost and space requirements unsustainable, the United States should look to cheaper, safer, and more humane measures.\r",
      "published": "2014-08-13T10:14:48Z",
      "author": {
        "name": "Kiley Hunkler",
        "email": "kiley.hunkler@gmail.com",
        "thumbnail": "https://s3.amazonaws.com/passle-net/Person/5360bcd8b00e7e11909f9f1b/Avatar/2014-05-02-10-27-02-194-487563_10202298366123469_1332592975_n_35x35.jpg"
      },
      "context": {
        "name": "latest Top Posts"
      }
    }
  },
  {
    "actor": {
      "name": "Ewan Macdonald",
      "email": "ewanamacdonald@yahoo.co.uk",
      "thumbnail": "https://s3.amazonaws.com/passle-net/Person/5346032d3d947410a43df3f2/Avatar/2014-06-13-1-49-38-612-FRC_25MTT_20140601_292-2 copy_35x35.jpg"
    },
    "verb": "reposted",
    "object": {
      "href": "https://latest.passle.net/blogpost/53e9e9b3b00e7e0c70498265/the-rise-and-fall-of-western-culture",
      "title": "The rise and fall of western culture",
      "thumbnail": "https://s3.amazonaws.com/passle-net/534604eb3d947410a43df61e/5346032d3d947410a43df3f2/2014-08-11-7-07-24-375-2000-years-cultural-hub-migration_80x80.png",
      "content": "\r\tOr, at least it's migration.\r\r\r\tFascinating video showing where influential people were born and then died.  Interesting to see which places have acted as sources and sinks for great minds through history.  For example ancient Rome draws people in while in the early 1900s most european cities appear to be exporters of notable people - especially London, while Paris remains an attractive destination.\r\r\r\tObviously some big biasses as to who is considered \"notable\" in here but still fascinating.\r",
      "published": "2014-08-12T09:23:06Z",
      "author": {
        "name": "Ewan Macdonald",
        "email": "ewanamacdonald@yahoo.co.uk",
        "thumbnail": "https://s3.amazonaws.com/passle-net/Person/5346032d3d947410a43df3f2/Avatar/2014-06-13-1-49-38-612-FRC_25MTT_20140601_292-2 copy_35x35.jpg"
      },
      "context": {
        "name": "latest Top Posts"
      }
    }
  },
  {
    "actor": {
      "name": "Jonny Darling",
      "email": "jonnyd@surfmerchant.ie",
      "thumbnail": "https://s3.amazonaws.com/passle-net/Person/53dcbd2cb00e7e0ac8cfb1bb/Avatar/2014-08-05-8-26-52-196-screenshot-www_35x35.lucymovie_35x35.co_35x35.uk 2014-08-04 11-01-19_35x35.png"
    },
    "verb": "reposted",
    "object": {
      "href": "https://latest.passle.net/blogpost/53e4ea553d94741fa097d31d/the-devil-doesnt-wear-data",
      "title": "The Devil Doesn't Wear Data",
      "thumbnail": "https://s3.amazonaws.com/passle-net/53df4f823d947400f0b1989f/53dcbd2cb00e7e0ac8cfb1bb/2014-08-04-9-38-05-842-Nobel-laureate-Daniel-Kah-010_80x80.jpg",
      "content": "\r\tScience fiction films have a knack of foretelling what is to come, particularly in technology. From prototypes of mobile phones to Google glass, the futuristic imaginings of authors and scriptwriters materialise in mass popular culture today.\r\r\r\tThe only limits are the limits of our Imagination\r\r\r\t Minority Report is an eerily accurate portrait of the surveillance state to which we have \"opted-in\". Tom Cruise stars in the \"pre-crime division\", arresting criminals before they commit unlawful acts. Dubbed the \"perfect system\", the film explores what happens when the rules of technology come to rule society.\r\r\r\t    In this seminal article published in The Guardian, Evgeny Morozov warns that \"algorithmic regulation, whatever its immediate benefits, will give us a political regime where technology corporations and government bureaucrats call all the shots\". Furthermore, he unpicks technologist Tim O'Reilly's recent paper exalting a \"utopian world of infinite feedback loops is so efficient that it transcends politics\".\r\r\r\r\t A capitalist meritocratic society, an incentive-based market, compels us conform to the monetization framework architected by self-serving shareholders, or pay the premium. The virtues of \"ultrastability\" has many plaudits and followers. Hyper-intelligent, ever-improving, always-learning. We are hard-wired to strive for better, and technology feeds our hunger for \"solutionism\". It might pay to pause, to consider the outliers, the put a price on diversity. Darwin's evolution may breed a super-model but many a sub-species is extinguished along the way.\r\r\r\t Ultimately, this investigation questions our value system and challenges our welfare state. Finally it arrives at healthcare. The finding is instructive. Much like Jacques Peretti's 3-part BBC documentary \"The Men Who Made Us Spend\", health insurance is tipped to mushroom, fuelled by fear and compliance. It doesn't paint a bright picture. I'd rather wake up and keep on dreaming...\r",
      "published": "2014-08-04T10:11:52Z",
      "author": {
        "name": "Jonny Darling",
        "email": "jonnyd@surfmerchant.ie",
        "thumbnail": "https://s3.amazonaws.com/passle-net/Person/53dcbd2cb00e7e0ac8cfb1bb/Avatar/2014-08-05-8-26-52-196-screenshot-www_35x35.lucymovie_35x35.co_35x35.uk 2014-08-04 11-01-19_35x35.png"
      },
      "context": {
        "name": "latest Top Posts"
      }
    }
  },
  {
    "actor": {
      "name": "Dakota McCoy",
      "email": "dakota.e.mccoy@gmail.com",
      "thumbnail": "https://s3.amazonaws.com/passle-net/Person/535e5c8ab00e7e0da0e9eb46/Avatar/2014-04-30-12-34-04-518-passle photo_35x35.jpg"
    },
    "verb": "reposted",
    "object": {
      "href": "https://latest.passle.net/blogpost/53e48d65b00e7e0b40cfeb2d/3d-printed-robobirds-could-save-1-billion",
      "title": "3D-printed \"Robobirds\" could save $1 billion ",
      "thumbnail": "https://s3.amazonaws.com/passle-net/535e5cddb00e7e0da0e9ed5a/535e5c8ab00e7e0da0e9eb46/2014-08-07-1-06-26-793-founder_nico_nijenhuis_with_falcon_prototype_80x80.jpg",
      "content": "\r\t Say goodbye to those little owl statuettes you put in your garden to scare away pigeons. The science of bird-deterrence has taken leaps and bounds, led by the Dutch company Clear Flight Solutions. Their goal? To better keep small birds away from hazard zones, such as airports, wind turbines, or landfills (from which birds sometimes eat and spread disease). In doing so, they could save about a billion dollars in damages and flight delays (not to mention the lives of thousands of birds, some endangered).\r\r\r\t Their strategy? They have produced a robotic Peregrine Falcon (and have a prototype  Bald Eagle), made of 3-D printed nylon and glass, plus battery power and foam wings.  These robobirds were designed to perfectly mimic the flight patterns of their biological parallels, so the RoboPeregrine travels with short, quick wing flaps, just like a real Peregrine. By directly imitating predator-prey relationships, these robotic predators can create an Ecology of Fear-- that is, the effect of a single predator is far beyond merely the amount of prey is consumes.\r\r\r\t 3-D printing, robotic raptors, saving money, and saving birds: this is undoubtedly the best news of the year. Thanks to Max de la Bruyere for finding the article!\r",
      "published": "2014-08-07T13:08:42Z",
      "author": {
        "name": "Dakota McCoy",
        "email": "dakota.e.mccoy@gmail.com",
        "thumbnail": "https://s3.amazonaws.com/passle-net/Person/535e5c8ab00e7e0da0e9eb46/Avatar/2014-04-30-12-34-04-518-passle photo_35x35.jpg"
      },
      "context": {
        "name": "latest Top Posts"
      }
    }
  },
  {
    "actor": {
      "name": "Masaō  Ashtine",
      "email": "mia35@cam.ac.uk",
      "thumbnail": "https://s3.amazonaws.com/passle-net/Person/5356579f3d947406e47cfde5/Avatar/2014-04-22-11-55-20-128-Profile photo_35x35.jpg"
    },
    "verb": "reposted",
    "object": {
      "href": "https://latest.passle.net/blogpost/53e091ebb00e7e10c05436d6/money-talks-and-sustainability-walks",
      "title": "Money talks and sustainability walks",
      "thumbnail": "https://s3.amazonaws.com/passle-net/5356581bb00e7e134c6e7534/5356579f3d947406e47cfde5/2014-08-04-11-47-24-691-stockexchange_80x80.jpg",
      "content": "\r\tSeems like we just cannot attract investment. The gap isn't going away any quicker and many interested investors keep saying 'show me the money ... no really, please show us the potential'. Almost 11 trillion invested in climate change impacts and mitigation but no hard ballers pitching sound ideas. Is climate change simply too 'young' or too capricious that the risk is too big for Wall Street?\r",
      "published": "2014-08-04T23:47:29Z",
      "author": {
        "name": "Masaō  Ashtine",
        "email": "mia35@cam.ac.uk",
        "thumbnail": "https://s3.amazonaws.com/passle-net/Person/5356579f3d947406e47cfde5/Avatar/2014-04-22-11-55-20-128-Profile photo_35x35.jpg"
      },
      "context": {
        "name": "latest Top Posts"
      }
    }
  },
  {
    "actor": {
      "name": "Margaret Hayden",
      "email": "margaret.c.hayden@gmail.com",
      "thumbnail": "https://s3.amazonaws.com/passle-net/Person/53622d183d9474138871e0a4/Avatar/2014-05-01-11-17-38-515-482812_4802357856342_1456294306_n_35x35.jpg"
    },
    "verb": "reposted",
    "object": {
      "href": "https://latest.passle.net/blogpost/53df78b1b00e7e10b457f916/fighting-obesity-with-architecture",
      "title": "Fighting Obesity with Architecture? ",
      "thumbnail": "https://s3.amazonaws.com/passle-net/53622d313d9474138871e1a1/53622d183d9474138871e0a4/2014-08-04-12-05-03-178-stairs-tall_custom-0e15d2bf094d3573bbb7d7c15eeb81f4f4e52854-s3-c85_80x80.jpg",
      "content": "\r\tThe old is coming back in NYC: architects and public health advocates are getting behind a new trend - stairs. Climbing stairs can burn more calories than jogging and the potential for stairs to transform spaces appeals to architects as well. Researchers report that if the average American spent 2 more minutes climbing stairs every day this calorie expenditure would offset the average annual weight gain.\r\r\r\tStandard approaches to fighting obesity have not be hugely successful. Maybe there's hope for change if we can align public health goals with architectural or aesthetic ideals? I'll be on the lookout for attractive stairs now.\r",
      "published": "2014-08-04T12:05:43Z",
      "author": {
        "name": "Margaret Hayden",
        "email": "margaret.c.hayden@gmail.com",
        "thumbnail": "https://s3.amazonaws.com/passle-net/Person/53622d183d9474138871e0a4/Avatar/2014-05-01-11-17-38-515-482812_4802357856342_1456294306_n_35x35.jpg"
      },
      "context": {
        "name": "latest Top Posts"
      }
    }
  },
  {
    "actor": {
      "name": "Masaō  Ashtine",
      "email": "mia35@cam.ac.uk",
      "thumbnail": "https://s3.amazonaws.com/passle-net/Person/5356579f3d947406e47cfde5/Avatar/2014-04-22-11-55-20-128-Profile photo_35x35.jpg"
    },
    "verb": "reposted",
    "object": {
      "href": "https://latest.passle.net/blogpost/53da387ab00e7e0e345aeb2d/virtual-cadavers-coming-right-up",
      "title": "Virtual cadavers coming right up!",
      "thumbnail": "https://s3.amazonaws.com/passle-net/5356581bb00e7e134c6e7534/5356579f3d947406e47cfde5/2014-07-31-12-17-11-781-_76105143_virtual_dissection_023-1_80x80.jpg",
      "content": "\r\tVirtual dissection! This isn't the most crisp of news as it is from earlier this month but it certainly drew my attention away from our environmental woes. This would certainly make for a great lab project and is quite an advancement in visualizing anatomy, but I wouldn't want to be the patient of the surgeon who only practiced on this!\r\r\r\tThe article speaks for itself!\r",
      "published": "2014-07-31T12:19:35Z",
      "author": {
        "name": "Masaō  Ashtine",
        "email": "mia35@cam.ac.uk",
        "thumbnail": "https://s3.amazonaws.com/passle-net/Person/5356579f3d947406e47cfde5/Avatar/2014-04-22-11-55-20-128-Profile photo_35x35.jpg"
      },
      "context": {
        "name": "latest Top Posts"
      }
    }
  },
  {
    "actor": {
      "name": "Dakota McCoy",
      "email": "dakota.e.mccoy@gmail.com",
      "thumbnail": "https://s3.amazonaws.com/passle-net/Person/535e5c8ab00e7e0da0e9eb46/Avatar/2014-04-30-12-34-04-518-passle photo_35x35.jpg"
    },
    "verb": "reposted",
    "object": {
      "href": "https://latest.passle.net/blogpost/53d8c89db00e7e0c2c987ac6/dogs-get-jealous-conclude-researchers-in-one-of-funniest-studies-in-recent-mem",
      "title": "\"Dogs get jealous,\" conclude researchers in one of funniest studies in recent memory.",
      "thumbnail": "https://s3.amazonaws.com/passle-net/535e5cddb00e7e0da0e9ed5a/535e5c8ab00e7e0da0e9eb46/2014-07-29-10-12-17-857-821161211_46d4439735_b_80x80.jpg",
      "content": "\r\tAny dog owner can tell you that dogs get jealous. If you have two dogs, heaven forbid that you take one for a walk and not the other! But in a recent study, researchers placed a scientific stamp of approval on this common-sense notion.\r\r\r\tSince jealousy is present in dogs, a relatively distant mammalian ancestor, this finding suggests that social animals may have an underlying predisposition for jealousy. This conclusion is not surprising, since jealousy serves an important role in social interactions. Imagine a dog who doesn't  feel jealousy at social (or other) slights: she wouldn't vie for attention and resources, and may well receive far less than aggressively jealous compatriots.\r\r\r\tThis study's methodology is also, of course, hilarious.\r\r\r\tSpecifically, researchers set up a scenario in which dog owners showered affection on a robo-dog while ignoring their pet. They also created two control scenarios, where the owner paid attention to a jack-o-lantern pail, or read a children's book (these are real control scenarios).  Across the board, dogs were far more likely to push or touch their owners in the \"robo-dog\" scenario than in the \"jack-o-lantern\" and \"book\" scenarios.\r\r\r\tWhile this sounds a bit absurd, the variables researchers try to investigate-- thought processes in specific situations-- are complex and highly invisible. Thus, they require complex controls that sometimes introduce additional variables. In this study, what if some dogs are terrified of jack-o-lanterns? What if people feel silly showering affection on a jack-o-lantern and are less affectionate in that scenario? What if the dogs are just more used to their owners ignoring them while reading a book, but are offended by attention paid to an unfamiliar dog? If so, the study would be a measure of familiarity, not jealousy.\r\r\r\tOf course, in this case and many other cases, the controls seem perfectly sufficient to make a robust conclusion. Dogs feel the bite of the green-eyed monster, too! But establishing sufficient controls without introducing new variables is often the most challenging aspect of animal cognition research.\r",
      "published": "2014-07-29T22:27:18Z",
      "author": {
        "name": "Dakota McCoy",
        "email": "dakota.e.mccoy@gmail.com",
        "thumbnail": "https://s3.amazonaws.com/passle-net/Person/535e5c8ab00e7e0da0e9eb46/Avatar/2014-04-30-12-34-04-518-passle photo_35x35.jpg"
      },
      "context": {
        "name": "latest Top Posts"
      }
    }
  },
  {
    "actor": {
      "name": "Gareth Jones",
      "email": "gareth@fintech.io",
      "thumbnail": "https://s3.amazonaws.com/passle-net/Person/52f296573d94740e7409af5d/Avatar/2014-03-24-2-18-22-169-pic_35x35.3_35x35.png"
    },
    "verb": "reposted",
    "object": {
      "href": "https://latest.passle.net/blogpost/53d75acb3d94740518218ea2/disrupting-payments-africa-style",
      "title": "Disrupting Payments, Africa Style",
      "thumbnail": "https://s3.amazonaws.com/passle-net/53304eb43d9474057cbfc02a/52f296573d94740e7409af5d/2014-07-29-3-09-38-468-africa6_80x80.jpg",
      "content": "\r\tA terrific re/code article that points out that by simply firing up your SMS app in rural Africa you can buy something. The merchant gives you a code, which you enter along with the merchant’s identifying code. You then type in an amount, which is verified against your current balance. The merchant then receives a notification, and the transaction is complete.  And the pure genius.. it essentially skips over traditional banking infrastructure!\r",
      "published": "2014-07-29T03:11:37Z",
      "author": {
        "name": "Gareth Jones",
        "email": "gareth@fintech.io",
        "thumbnail": "https://s3.amazonaws.com/passle-net/Person/52f296573d94740e7409af5d/Avatar/2014-03-24-2-18-22-169-pic_35x35.3_35x35.png"
      },
      "context": {
        "name": "latest Top Posts"
      }
    }
  },
  {
    "actor": {
      "name": "Candice Landau",
      "email": "candylandau@gmail.com",
      "thumbnail": "https://s3.amazonaws.com/passle-net/Person/530b1c463d94740c04e588c2/Avatar/2014-06-25-10-29-32-721-2cee8a2_35x35.jpg"
    },
    "verb": "reposted",
    "object": {
      "href": "https://latest.passle.net/blogpost/53d23484b00e7e0540f101b0/im-almost-29-is-it-too-late-to-start-a-business",
      "title": "I'm almost 29, is it too late to start a business?",
      "thumbnail": "",
      "content": "\r\tYou are NEVER too old to start a business, least of all when you are still in your twenties.\r\r\r\tI’m only going to mention a few, but there are hundreds of famous entrepreneurs that got their start late in life. Here are some of the ones you may recognize:\r\r\r\tJohn Pemberton – inventor of Coca-Cola (age 55)\r\tColonel Harland Sanders – founder of KFC (age 65)\r\tRay Kroc – the man that made McDonalds work (age 52)\r\tHenry Kaiser – founder of Kaiser Permanente (age 63)\r\r\r\tPiggybacking off years of experience, these men grew to understand what worked, what didn’t work and what was in need in their industry. They also experimented. A lot. In fact, Colonel Sanders, the founder of KFC was one of these people. For most of his life he had been a job-hopper, at one point a steamboat pilot at another a farmer and on an on, dabbling in insurance and even fire safety. His first attempt to start a business – a service station – failed miserably and his second attempt – a restaurant – ended in disaster when the US entered WWII and tourists dried up. But, Sanders didn’t stop and eventually, went on to found and franchise ‘Kentucky Fried Chicken’.\r\r\r\tThe common denominator?\r\r\r\tThey never stopped trying.\r\r\r\tRead the full article on the Bplans website. \r",
      "published": "2014-06-25T10:38:05Z",
      "author": {
        "name": "Candice Landau",
        "email": "candylandau@gmail.com",
        "thumbnail": "https://s3.amazonaws.com/passle-net/Person/530b1c463d94740c04e588c2/Avatar/2014-06-25-10-29-32-721-2cee8a2_35x35.jpg"
      },
      "context": {
        "name": "latest Top Posts"
      }
    }
  }
]
